<template>
  <modalZakaz v-if="modalStore.modalActive" />
  <Transition name="cook-fade">
    <CookModal />
  </Transition>
  <header class="header">
    <div class="header_fon"></div>
    <div class="container">
      <Navigation @toggleBurger="toggleBurger" :burgerActive="burgerActive">
        <burgerMenu v-if="burgerActive" />
      </Navigation>
    </div>
    <div class="header_mid">
      <h1 class="title_1"></h1>
      <div class="header_mid-oneFon">
        <h3 class="title_3 mb-5">Согласие на обработку персональных данных</h3>
        <p class="text">
          Настоящим я (далее — Лицо) даю согласие ИП Горин Денис Николаевич ОГРНИП 324100000020367,
          (далее — Оператор), на обработку моих персональных данных, предоставленных при оформлении
          заявки на сайте Оператора, а также для обработки моего заказа (далее — Заказ) и
          коммуникации со мной в процессе обработки Заказа. Согласие также включает обработку данных
          для других целей, связанных с выполнением Заказа, в рамках действующего законодательства
          РФ и технических возможностей Оператора.
        </p>
        <p class="text">
          Настоящим я (далее — Лицо) даю согласие ИП Горин Денис Николаевич ОГРНИП 324100000020367,
          (далее — Оператор), на обработку моих персональных данных, предоставленных при оформлении
          заявки на сайте Оператора, а также для обработки моего заказа (далее — Заказ) и
          коммуникации со мной в процессе обработки Заказа. Согласие также включает обработку данных
          для других целей, связанных с выполнением Заказа, в рамках действующего законодательства
          РФ и технических возможностей Оператора. Обработка персональных данных Лица может
          осуществляться с помощью средств автоматизации и/или без использования средств
          автоматизации в соответствии с действующим законодательством РФ и положениями Компании.
          Настоящее согласие Лица на обработку его/ее персональных данных, предоставленных при
          оформлении Заказа на сайте Компании, действует с момента оформления Заказа до момента его
          отзыва. Согласие на обработку персональных данных может быть отозвано Лицом путем подачи
          письменного заявления в Компанию. Обработка персональных данных прекращается в течение 2
          месяцев с момента получения Компанией письменного заявления Лица и/или после достижения
          цели обработки. Данные уничтожаются в сроки и на условиях, установленных
          законодательством, если не предусмотрено иное. Обезличенные персональные данные Лица могут
          использоваться Компанией для статистических и иных исследовательских целей после получения
          отзыва согласия, а также после достижения целей, для которых оно было получено. Данный
          сайт позволяет ИП Горин Денис Николаевич получать информацию, содержащую персональные
          данные Лица, а именно фамилия имя отчество, контактный телефон, адрес электронной почты, а
          также другие персональные данные, которые могут использоваться для идентификации Лица
          («ваши персональные данные»), в случае, если Лицо добровольно предоставляет ее компании.
          Лицо даёт согласие ИП Горин Денис Николаевич на обработку своих персональных данных, а
          именно: фамилия имя отчество, контактный телефон, адрес электронной почты, а также всех
          персональных данных, которые необходимы для связи с Лицом и для оформления договоров. В
          целях исполнения обязательств по договору Лицо предоставляет ИП Горин Денис Николаевич
          право осуществлять любые действия (операции) со своими персональными данными без
          ограничения: сбор, запись, учет, систематизацию, хранение, уточнение (обновление,
          изменение), извлечение, накопление, обезличивание, блокирование, удаление, уничтожение;
          использование в статистических целях, в целях проведения анализа, в целях информирования
          Лица (с передачей по СМС или электронной почтой) о продуктах и услугах Компании, а также
          осуществлять любые иные действия с учетом действующего законодательства.
        </p>
        <p class="text">
          Данный сайт позволяет ИП Горин Денис Николаевич получать информацию, содержащую
          персональные данные Лица, а именно фамилия имя отчество, контактный телефон, адрес
          электронной почты, а также другие персональные данные, которые могут использоваться для
          идентификации Лица («ваши персональные данные»), в случае, если Лицо добровольно
          предоставляет ее компании.
        </p>
        <p class="text">
          Лицо даёт согласие ИП Горин Денис Николаевич на обработку своих персональных данных, а
          именно: фамилия имя отчество, контактный телефон, адрес электронной почты, а также всех
          персональных данных, которые необходимы для связи с Лицом и для оформления договоров.
        </p>
        <p class="text mb-5">
          В целях исполнения обязательств по договору Лицо предоставляет ИП Горин Денис Николаевич
          право осуществлять любые действия (операции) со своими персональными данными без
          ограничения: сбор, запись, учет, систематизацию, хранение, уточнение (обновление,
          изменение), извлечение, накопление, обезличивание, блокирование, удаление, уничтожение;
          использование в статистических целях, в целях проведения анализа, в целях информирования
          Лица (с передачей по СМС или электронной почтой) о продуктах и услугах Компании, а также
          осуществлять любые иные действия с учетом действующего законодательства.
        </p>
        <h3 class="title_3">Правила конфиденциальности</h3>
        <p class="text">
          Любая иная информация, передаваемая Лицом в связи с посещением сайта («Иная информация»,
          которая не является персональными данными Лица и не может использоваться для идентификации
          Лица) может включаться в базы данных, которые принадлежат ИП Горин Денис Николаевич или их
          представителям. ИП Горин Денис Николаевич сохраняет все права на эти базы данных и
          информацию, которая в них хранится. Иная информация, которую мы собираем, может включать
          ваш IP-адрес и прочую информацию, собираемую посредством cookie-файлов (см. ниже).
        </p>
        <p class="text">
          Данный сайт может использовать технологию, известную как cookie-файлы. Cookie-файл — это
          сообщение, которое веб-сервер высылает на компьютер Лица, когда Лицо заходит на сайт. При
          повторном посещении наш сайт проверяет, имеется ли на компьютере Лица один из наших
          cookies-файлов. Наши cookies-файлы увеличивают функциональность сайта и помогают нам более
          точно анализировать, как используется сайт.
        </p>
        <p class="text">
          Данный сайт использует адреса Интернет-протокола (IP). IP-адрес — это номер, присваиваемый
          компьютеру Интернет-провайдером для доступа к Интернету. Обычно он изменяется каждый раз,
          когда вы входите в Интернет (это называется «динамичным» адресом). Однако в случае
          использования высокоскоростного соединения IP-адрес или cookie-файл может содержать
          идентифицируемую информацию. Это происходит потому, что при некоторых видах
          высокоскоростного соединения ваш IP-адрес не изменяется («статичен») и может
          ассоциироваться с компьютером Лица. Мы используем IP-адрес Лица для сбора общей информации
          о использовании сайта и его дальнейшей доработки.
        </p>
        <p class="text">
          Данный сайт использует технологию для определения географического местоположения Лица.
        </p>
        <p class="text">
          Лицо обязано покинуть данный сайт, если не хочет, чтобы вышеперечисленные данные (cookie,
          данные об IP-адресе и местоположении) обрабатывались.
        </p>
        <p class="text">
          Данный сайт не предназначен для лиц моложе 18 лет. Мы не собираем персональные данные лиц,
          которые по имеющейся у нас информации не достигли 18 лет. На сайте используется
          стандартное шифрование данных с помощью протокола SSL. Тем не менее, для использования
          этой опции браузер должен поддерживать криптографическое шифрование (начиная с версии
          Internet Explorer 3.0). ИП Горин Денис Николаевич оставляет за собой право предоставлять
          информацию государственным органам при соответствующих запросах или в случаях,
          предусмотренных законодательством.
        </p>
        <p class="text">
          Для удаления информации о Лице из наших контактных списков, необходимо обращаться по
          следующему адресу: ИП Горин Денис Николаевич 185016 Россия, г. Петрозаводск, ул. Оборонная
          д. 11 кв. 76, или на email: hi@cidgital.ru.
        </p>
        <p class="text">
          Лицо может продолжать получать материалы, пока ведется обновление наших списков.
          Периодически Правила конфиденциальности веб-сайта могут обновляться. После обновления
          данные правила будут доступны на настоящей странице.
        </p>
      </div>
    </div>
  </header>

  <Foter />
</template>
<script setup>
import { ref } from 'vue'
import CookModal from '@/components/CookModal.vue'
import Navigation from '@/components/Navigation.vue'
import burgerMenu from '@/components/BurgerMenu.vue'
import modalZakaz from '@/components/modalZakaz.vue'
import Foter from '@/components/Foter.vue'
import { useModalStore } from '../stores/modal'
const burgerActive = ref(false)
const modalStore = useModalStore()
const toggleBurger = () => {
  burgerActive.value = !burgerActive.value
}
</script>

<style scoped>
.title_3 {
  font-size: 34px;
}
.mb-5 {
  margin-bottom: 50px;
}
.text {
  font-size: 20px;
  max-width: 100%;
  margin-top: 40px;
}

@media (max-width: 1440px) {
  .title_3 {
    font-size: 28px;
  }
  .text {
    font-size: 16px;
  }
}
@media (max-width: 768px) {
  .title_3 {
    font-size: 20px;
  }
  .mb-5 {
    margin-bottom: 40px;
  }
  .text {
    font-size: 14px;
    margin-top: 30px;
    line-height: 160%;
  }
}
</style>
