<template>
  <modalZakaz v-if="modalStore.modalActive" />
  <Transition name="cook-fade">
    <CookModal />
  </Transition>
  <header class="header">
    <div class="header_fon"></div>
    <div class="container">
      <Navigation @toggleBurger="toggleBurger" :burgerActive="burgerActive">
        <burgerMenu v-if="burgerActive" />
      </Navigation>
    </div>
    <div class="header_mid">
      <h1 class="title_1"></h1>
      <div class="header_mid-oneFon">
        <h3 class="title_3 mb-5">Положение о конфиденциальной информации</h3>
        <p class="text mb-5">
          редакция от 14.07.2025 г. <br />
          Политика ИП Горин Денис Николаевич в отношении обработки персональных
          данных.
        </p>
        <h3 class="title_3">1. Общие положения</h3>
        <p class="text">
          <strong>1.1.</strong> Настоящие Правила разработаны в соответствии с
          Конституцией Р Ф, Федеральным законом РФ «Об информации,
          информационных технологиях и о защите информации» № 149-ФЗ от
          27.07.2006 г., Федеральным законом РФ «О персональных данных» № 152-ФЗ
          от 27.07.2006 г. и другими нормативными правовыми актами.
        </p>
        <p class="text">
          <strong>1.2.</strong> Настоящие Правила определяют порядок работы
          (получения, обработки, использования, хранения и т. д.) с
          персональными данными лиц, зарегистрировавшихся на сайте
          https://cidgital.ru/ (далее — Клиент).
        </p>
        <p class="text">
          <strong>1.3.</strong> При размещении (вводе) своих персональных данных
          на интернет-сайте ИП Горин Денис Николаевич https://cidgital.ru/
          пользователь дает свое согласие ИП Горин Денис Николаевич на обработку
          своих персональных данных, указанных при регистрации (далее —
          Оператор).
        </p>
        <p class="text mb-5">
          <strong>1.4.</strong> Юридические и физические лица, в соответствии со
          своими полномочиями владеющие информацией о гражданах, получающие и
          использующие ее, несут ответственность в соответствии с
          законодательством Российской Федерации за нарушение режима защиты,
          обработки и порядка использования этой информации.
        </p>
        <h3 class="title_3">
          2. Основные понятия. Состав персональных данных Клиента
        </h3>
        <p class="text">
          <strong>2.1.</strong> Оператор обрабатывает персональные данные
          клиентов в рамках правоотношений с Оператором, урегулированных частью
          второй Гражданского Кодекса Российской Федерации от 26 января 1996 г.
          № 14-ФЗ, (далее — клиентов).
        </p>
        <p class="text">
          <strong>2.2.</strong> Оператор обрабатывает персональные данные
          клиентов с их согласия, предоставляемого на срок действия заключенных
          с ними договоров. В случаях, предусмотренных ФЗ «О персональных
          данных», согласие предоставляется в письменном виде. В иных случаях
          согласие считается полученным при заключении договора или при
          совершении конклюдентных действий.
        </p>
        <p class="text">
          <strong>2.3.</strong> Оператор обрабатывает персональные данные
          клиентов в течение сроков действия заключенных с ними договоров.
          Оператор может обрабатывать персональные данные клиентов после
          окончания сроков действия заключенных с ними договоров в течение
          срока, установленного п. 5 ч. 3 ст. 24 части первой НК РФ, ч. 1 ст. 29
          ФЗ «О бухгалтерском учёте» и иными нормативными правовыми актами.
        </p>
        <p class="text">
          <strong>2.4.</strong> Оператор обрабатывает специальные категории
          персональных данных несовершеннолетних клиентов с письменного согласия
          их законных представителей на основании ч. 1 ст. 9, п. 1 ч. 2 ст. 10
          ФЗ «О персональных данных».
        </p>
        <ul class="list">
          <p class="text">
            <strong>2.5.</strong> Оператор обрабатывает следующие персональные
            данные клиентов:
          </p>
          <li>Фамилия, имя, отчество;</li>
          <li>Тип, серия и номер документа, удостоверяющего личность;</li>
          <li>
            Дата выдачи документа, удостоверяющего личность, и информация о
            выдавшем его органе;
          </li>
          <li>Дата рождения;</li>
          <li>Месяц рождения;</li>
          <li>Год рождения;</li>
          <li>Адрес;</li>
          <li>Номер контактного телефона;</li>
          <li>Адрес электронной почты;</li>
        </ul>

        <p class="text">
          <strong>2.6.</strong> Обработка персональных данных Клиента — сбор,
          систематизация, накопление, хранение, уточнение (обновление,
          изменение), использование, распространение (в том числе передача
          третьим лицам), обезличивание, блокирование, уничтожение персональных
          данных.
        </p>
        <p class="text">
          <strong>2.7.</strong> Конфиденциальность персональных данных —
          обязательное для соблюдения лицом, получившим доступ к персональным
          данным Клиентов, требование не допускать их распространения без
          согласия Клиентов или иного законного основания.
        </p>
        <p class="text">
          <strong>2.8.</strong> Распространение персональных данных — действия,
          направленные на передачу персональных данных Клиентов определенному
          кругу лиц (передача персональных данных) или ознакомление с
          персональными данными неограниченного круга лиц, в том числе
          обнародование персональных данных Клиентов в средствах массовой
          информации, размещение в информационно-телекоммуникационных сетях или
          представление доступа к персональным данным Клиентов каким-либо иным
          способом.
        </p>
        <p class="text">
          <strong>2.9.</strong> Блокирование персональных данных — временное
          прекращение сбора, систематизации, накопления, использования,
          распространения персональных данных Клиентов, в том числе их передачи.
        </p>
        <p class="text">
          <strong>2.10.</strong> Уничтожение персональных данных — действия, в
          результате которых невозможно восстановить содержание персональных
          данных в информационной системе персональных данных Клиентов или в
          результате которых уничтожаются материальные носители персональных
          данных Клиентов.
        </p>
        <p class="text">
          <strong>2.11.</strong> Обезличивание персональных данных — действия, в
          результате которых невозможно определить принадлежность персональных
          данных конкретному Клиенту.
        </p>
        <p class="text">
          <strong>2.12.</strong> Общедоступные персональные данные —
          персональные данные, доступ неограниченного круга лиц к которым
          предоставлен с согласия Клиента или на которые в соответствии с
          федеральными законами не распространяется требование соблюдения
          конфиденциальности.
        </p>
        <p class="text">
          <strong>2.13.</strong> Информация — сведения (сообщения, данные)
          независимо от формы их представления.
        </p>
        <p class="text">
          <strong>2.14.</strong> Документированная информация — зафиксированная
          на материальном носителе путем документирования информация с
          реквизитами, позволяющими определить такую информацию или ее
          материальный носитель.
        </p>
        <p class="text">
          <strong>2.15.</strong> Осуществляя просмотр информации на ресурсах ИП
          Горин Денис Николаевич, размещенных в сети Интернет в доменах
          https://cidgital.ru/, действуя свободно, в своем интересе и, выражая
          свою волю, пользователь сайта ИП Горин Денис Николаевич соглашается с
          настоящей Политикой, в том числе с тем, что ИП Горин Денис Николаевич
          может самостоятельно обрабатывать пользовательские данные (один из
          видов персональных данных), направлять push-уведомления, а также
          использовать на ресурсах ИП Горин Денис Николаевич специальные
          программы (метрики), которые собирают пользовательские данные через
          использование сторонних интернет-сервисов/ресурсов.
        </p>
        <p class="text">
          <strong>2.16.</strong> ИП Горин Денис Николаевич вправе изменять
          перечень используемых сторонних интернет-сервисов без уведомления
          пользователя
        </p>
        <p class="text">
          <strong>2.17.</strong> Сторонние интернет-сервисы не осуществляют и не
          имеют возможности осуществлять сопоставление полученных ими сведений с
          персональными данными, которые могут быть использованы для
          идентификации пользователя в качестве Субъекта персональных данных
          (фамилия, имя, отчество, дата рождения, паспортные и другие данные).
        </p>
        <p class="text">
          <strong>2.18.</strong> Хранение и дальнейшая обработка полученных
          сторонними интернет-сервисами сведений обеспечивается данными
          сервисами на собственных вычислительных мощностях, которые в том числе
          могут располагаться за пределами территории Российской Федерации,
          включая страны, не указанные Роскомнадзором в перечне стран,
          обеспечивающих адекватную защиту персональных данных.
        </p>
        <p class="text mb-5">
          <strong>2.19.</strong> За территориальное размещение пользовательских
          данных ИП Горин Денис Николаевич ответственности не несет
        </p>
        <h3 class="title_3">
          3 Создание, обработка и хранение персональных данных
        </h3>
        <ul class="list mb-5">
          <p class="text">
            <strong>3.1.</strong> Получение, обработка, хранение и любое другое
            использование персональных данных Клиента может осуществляться
            исключительно в целях соблюдения норм законодательства РФ, а также с
            целью:
          </p>
          <li>заключать и выполнять обязательства по договорам с клиентами;</li>
          <li>
            осуществлять виды деятельности, предусмотренные учредительными
            документами ИП Горин Денис Николаевич;
          </li>
          <li>
            информировать о новых товарах, специальных акциях и предложениях;
          </li>
          <li>
            осуществлять рассылку писем по электронной почте, в мессенджерах
            WhatsApp, Telegram и в СМС;
          </li>
        </ul>
        <h3 class="title_3">4 Доступ к персональным данным</h3>
        <p class="text">
          <strong>4.1.</strong> Доступ к персональным данным Клиента имеют: ИП
          Горин Денис Николаевич, а также третьи лица, привлеченные на основании
          договора к обработке персональных данных Клиентов.
        </p>
        <p class="text"><strong>4.2.</strong> Клиент имеет право:</p>
        <p class="text">
          <strong>4.2.1.</strong> Получать доступ к своим персональным данным и
          ознакомление с ними, включая право на безвозмездное получение копии
          любой записи, содержащей его персональные данные.
        </p>
        <ul class="list">
          <p class="text"><strong>4.2.2.</strong> Получать от Оператора:</p>
          <li>
            сведения о лицах, которые имеют доступ к персональным данным или
            которым может быть предоставлен такой доступ;
          </li>
          <li>
            перечень обрабатываемых персональных данных и источник их получения;
          </li>
          <li>
            сроки обработки персональных данных, в том числе сроки их хранения;
          </li>
          <li>
            сведения о том, какие юридические последствия для субъекта
            персональных данных может повлечь за собой обработка его
            персональных данных.
          </li>
        </ul>
        <p class="text">
          <strong>4.2.3.</strong> Требовать извещения Оператором всех лиц,
          которым ранее были сообщены неверные или неполные персональные данные,
          обо всех произведенных в них исключениях, исправлениях или
          дополнениях.
        </p>
        <p class="text">
          <strong>4.2.4.</strong> Обжаловать в уполномоченный орган по защите
          прав субъектов персональных данных или в судебном порядке
          неправомерные действия или бездействия оператора при обработке и
          защите его персональных данных.
        </p>
        <p class="text">
          <strong>4.3.</strong> Отозвать согласие на обработку своих
          персональных данных, путем направления письменного заявления на имя
          Руководителя Горина Дениса Николаевича на электронный адрес
          hi@cidgital.ru.
        </p>
        <p class="text">
          <strong>4.4.</strong> Клиент обязан предоставлять исключительно свои
          персональные данные. В случае, если Клиент размещает (вводит) на сайте
          https://cidgital.ru/ персональные данные третьего лица, такой Клиент
          должен получить предварительное письменное согласие от субъекта
          персональных данных. Получение такого согласия является обязанностью
          Клиента.
        </p>
        <p class="text">
          <strong>4.5.</strong> Оператор не несет ответственности за
          недостоверные данные, предоставленные Клиентом.
        </p>
        <p class="text mb-5">
          <strong>4.6.</strong> Оператор имеет право изменить настоящие Правила
          в одностороннем порядке в любой момент без предварительного
          уведомления.
        </p>
        <h3 class="title_3">5 Передача персональных данных Клиента</h3>
        <ul class="list mb-5">
          <p class="text">
            <strong>5.1.</strong> При передаче персональных данных Клиентов
            Оператор принимает на себя ответственность за соблюдение следующих
            требований:
          </p>
          <li>
            не сообщать персональные данные Клиента третьей стороне без согласия
            Клиента, за исключением случаев оговоренных в настоящих Правилах, а
            также, когда это необходимо в целях предупреждения угрозы жизни и
            здоровью Клиента, а также случаев, установленных федеральным
            законом;
          </li>
          <li>
            не сообщать персональные данные Клиента в коммерческих целях без его
            согласия;
          </li>
          <li>
            предупреждать лиц, получающих персональные данные Клиента, о том,
            что эти данные могут быть использованы лишь в тех целях, для которых
            они сообщены, и требовать от этих лиц подтверждения того, что это
            правило соблюдено. Лица, получающие персональные данные Клиента,
            обязаны соблюдать режим секретности (конфиденциальности);
          </li>
          <li>
            разрешать доступ к персональным данным Клиента только специально
            уполномоченным лицам, при этом указанные лица имеют право получать
            только те персональные данные Клиента, которые необходимы для
            выполнения конкретных функций;
          </li>
          <li>
            осуществлять передачу персональных данных Клиента в пределах
            заключённых договоров согласно п. 4.1 настоящих правил в
            соответствии с данными Правилами;
          </li>
        </ul>
        <h3 class="title_3">6 Защита персональных данных Клиента</h3>
        <p class="text">
          <strong>6.1.</strong> Защита персональных данных Клиента от
          неправомерного их использования или утраты обеспечивается оператором
          за счет собственных средств в порядке, установленном законодательством
          РФ.
        </p>
        <p class="text mb-5">
          <strong>6.2.</strong> Персональные данные Клиентов, обрабатываются в
          программном обеспечении AMOCRM (АО «Амоцрм» ИНН 7 709 477 879, ОГРН 5
          157 746 087 681, Юр. адрес 115 093, город Москва, Люсиновская ул, д.
          38). В дата-центрах установлены системы бесперебойного
          электроснабжения, технической безопасности, круглосуточного наблюдения
          и другие комплексы оборудования, которые необходимы для надежной
          непрерывной и, главное, очень быстрой работы «AMOCRM». Все соединения
          с «AMOCRM» производятся через шифрованный обмен данными 256bit (с
          использованием сертификата SSL), что обеспечивает безопасность вашей
          корпоративной информации и защиту паролей
        </p>
        <h3 class="title_3">
          7 Ответственность за нарушение норм, регулирующих обработку и защиту
          персональных данных Клиентов
        </h3>
        <p class="text mb-5">
          <strong>7.1.</strong> Лица, виновные в нарушении норм, регулирующих
          получение, обработку и защиту персональных данных Клиента, несут
          дисциплинарную, административную, гражданско-правовую или уголовную
          ответственность в соответствии с законодательством РФ.
        </p>
        <h3 class="title_3">
          8 Процесс сбора пользовательских данных метрическими программами
        </h3>
        <p class="text">
          <strong>8.1.</strong> При использовании на страницах сайта систем
          сбора метрических данных на официальном сайте используются следующие
          системы сбора метрических данных:
          <br />
          <br />
          Яндекс.Метрика <br />
          Оператором системы является ООО "ЯНДЕКС" (ул. Льва Толстого, 16, г.
          Москва, Россия, 119 021). <br />
          Политика обработки пользовательских данных
          (https://yandex.ru/legal/confidential/). <br />
          Пользовательское соглашение программы Яндекс. Метрика <br />
          (https://yandex.ru/legal/metrica_termsofuse/). <br />
          Демо-версия системы metrica.yandex.com/about/
        </p>
        <p class="text mb-5">
          <strong>8.2.</strong> Все данные метрика получает на основе анализа
          данных, хранящихся в конкретной версии браузера пользователя,
          используемого при посещении сайтов в сети Интернет.
        </p>
        <h3 class="title_3">9 Цели использования пользовательских данных</h3>
        <p class="text">
          <strong>9.1.</strong> ИП Горин Денис Николаевич обрабатывает
          пользовательские данные с целью:
        </p>
        <p class="text">
          <strong>9.1.1.</strong> Сохранения пользовательских предпочтений
          (язык, настройки интерфейса) и для улучшения работы и удобства сайта;
        </p>
        <p class="text">
          <strong>9.1.2.</strong> Совершенствования продуктов и услуг;
        </p>
        <p class="text">
          <strong>9.1.3.</strong> Обеспечения безопасности пользователя во время
          работы в авторизованном режиме (на сайте https://cidgital.ru/);
        </p>
        <p class="text">
          <strong>9.1.4.</strong> Для поддержки процессов взаимодействия
          пользователя с сайтом, предоставления целевой информации по продуктам
          и услугам и партнеров на основе рекламных предпочтений;
        </p>
        <p class="text">
          <strong>9.1.5.</strong> Отслеживания состояния сеанса пользователя;
        </p>
        <p class="text mb-5">
          <strong>9.1.6.</strong> Направления push-уведомлений.
        </p>
        <h3 class="title_3">10 Права пользователя сайта</h3>
        <p class="text">
          <strong>10.1.</strong> Пользователь сайта в случае несогласия с
          использованием его данных для идентификации и анализа его поведения на
          интернет-ресурсах может отключить обработку файлов cookie в настройках
          браузера или использовать для открытия и просмотра страниц анонимный
          режим просмотра (режим инкогнито) браузера.
        </p>
        <p class="text">
          <strong>10.2.</strong> За подробными инструкциями по осуществлению
          настроек браузера или по активации режима анонимного просмотра
          рекомендуется обратиться к инструкции разработчика по настройке
          программы просмотра или воспользоваться поиском в сети Интернет.
        </p>
        <p class="text">
          <strong>10.3.</strong> В случае, если пользователь сначала согласился
          на обработку его пользовательских данных с использованием cookie, а
          потом передумал, он может произвести очистку данных файлов cookie,
          следуя инструкции для своего браузера.
        </p>
        <p class="text mb-5">
          <strong>10.4.</strong> Пользователь вправе с помощью настроек
          программного обеспечения включать / отключать запрет на получение
          push-уведомлений. При этом пользователь осознает и принимает риски
          неполучения важных push-уведомлений в случае настройки им программного
          обеспечения с запретом на получение push-уведомлений.
        </p>
        <h3 class="title_3">
          11 Сроки обработки пользовательских данных и отзыв согласия
        </h3>
        <p class="text">
          <strong>11.1.</strong> Соглашаясь с обработкой пользовательских
          данных, пользователь соглашается с тем, что для используемых файлов
          cookie максимальный срок жизни установлен равным одному календарному
          году с даты посещения сайта.
        </p>
        <p class="text">
          <strong>11.2.</strong> В случае, если пользователь хочет отказаться от
          обработки его пользовательских данных, ему необходимо выполнить
          перечень действий, указанных в разделе 10 настоящей Политики.
        </p>
        <p class="text">
          <strong>11.3.</strong> Для отзыва Согласия на обработку персональных
          данных, предоставленного в соответствии с разделом 2.15. настоящей
          политики, пользователь должен в соответствии со ст. 9 Федерального
          закона от 27.07.2006 № 152-ФЗ «О персональных данных» направить
          письменное обращения по адресу: 185016 Россия, г. Петрозаводск, ул.
          Оборонная д. 11 кв. 76, или на email, согласно разделу 4.3 настоящей
          политики.
        </p>
        <p class="text">
          <strong>11.4.</strong> В случае отзыва Согласия на обработку
          персональных данных вправе продолжить обработку персональных данных
          пользователя без его Согласия при наличии оснований, указанных в
          п.п.2-11 ч.1 ст. 6, ч.2 ст. 10 и ч.2 ст. 11 Федерального закона от
          27.07.2006 № 152-ФЗ «О персональных данных».
        </p>
      </div>
    </div>
  </header>

  <Foter />
</template>
<script setup>
import { ref } from 'vue'
import CookModal from '@/components/CookModal.vue'
import Navigation from '@/components/Navigation.vue'
import burgerMenu from '@/components/BurgerMenu.vue'
import modalZakaz from '@/components/modalZakaz.vue'
import Foter from '@/components/Foter.vue'
import { useModalStore } from '../stores/modal'
const burgerActive = ref(false)
const modalStore = useModalStore()
const toggleBurger = () => {
  burgerActive.value = !burgerActive.value
}
</script>

<style scoped>
.title_3 {
  font-size: 34px;
}
.mb-5 {
  margin-bottom: 50px;
}
.text {
  font-size: 20px;
  max-width: 100%;
  margin-top: 40px;
}
.text strong {
  color: black;
}
.list li {
  color: #696d73;
  font-weight: 500;
  margin-left: 30px;
  margin-top: 4px;
  list-style: disc !important;
}
@media (max-width: 1440px) {
  .title_3 {
    font-size: 28px;
  }
  .text {
    font-size: 16px;
  }
  .list li {
    font-size: 16px;
  }
}
@media (max-width: 768px) {
  .title_3 {
    font-size: 20px;
  }
  .text {
    font-size: 14px;
    margin-top: 30px;
    line-height: 160%;
  }
  .list li {
    font-size: 14px;
    margin-left: 20px;
  }
}
</style>
